{
  "data" : [
    {
      "text" : "I was moved to post this by Seong-Young Her's recent (facetious) post about memes killing discussions. I read the rules and think this would fall under Memology.\n. My opinion is that memes are dangerous insofar as other supernormal stimuli are, especially when we are not properly aware of them and their effects on us.\nA supernormal stimulus is a biological phenomenon discovered by Konrad Lorenz when he observed that a bird would prefer other eggs that looked like their own if they were bigger. More studies were made and I will not go into them, but the reason they're called this is because normalcy is judged by a set of markers; and the interesting thing they found was that exaggerated forms of stimuli which increased with respect to these markers (like size) elicited an abnormally strong response in organisms, so chicks would actually prefer inert sticks and cardboard to their real mother. The thing is it is certainly not restricted to birds. We can actually observe this phenomenon in human life: (1) Art, for example, can be theorized as the willful production of supernormal stimuli, like the Venus of Willendorf; or like when, if I recall the story correctly, the Greeks once tried realism in their statues but realized that it was not as beautiful as exaggerated proportions so they abandoned that project; (2) In food the normal markers we look for in our diet is salt and carbohydrates - junk food and fast food has this in abundance; (3) Pornography obviously lmao; (4) I enjoy sitcoms greatly, and that is because they are supernormal versions of social situations - everyone talks fast, everyone is funny, there's always a story. What I look for in social situations, I get in abundance in situational comedies.\nMost people would not deny the danger in dealing with supernormal stimuli... Julie Delpy's character in Before Midnight conjectured that humans are prey to stimulation, and that our ending involves us looking like orgasming rodents.\nMemes, I'd argue, are supernormal stimuli; the salience and repetition of form and content in memes seeks to perfect information as pleasurable stimuli. We are trying to make information that can be understood with the least amount of effort for the most amount of content (regardless of what we think of the content's value). And this is dangerous to discussion in that it forgets the ideas of work (effort) and value, both of which are imperative to discussions. But, to wrench my argument in a different direction, this problem is not caused by memes. It's the other way around. Memes are a symptom of a problem in thinking. We do not struggle with information because we make memes - we make memes because we struggle with information. It wouldn't be productive to ban memes, although I do think thoughtless use of them should be discouraged but then again thoughtlessness in general should be discouraged."
    }
  ]
}